wiskundezooi.tex
% Created 2021-03-24 Wed 17:25
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.4)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\pagebreak

\section{Basisregels differentieren}
\label{sec:org21de3ec}
\begin{itemize}
\item Met differentieren pak je de afgeleide van een functie, de helling. Hiermee kunnen veranderingen van de functie t.o.v de variabelen beredeneerd worden
\item De afgeleide van een functie die constant is, is altijd 0:
\begin{itemize}
\item \(f(x) = 27\), \(f'(x) = 0\)
\end{itemize}
\item Voor \textit{n}-de graads vergelijkingen geldt de volgende regel:
\begin{itemize}
\item \(f(x) = x^{n} \Rightarrow f'(x) = n \cdot x^{n-1}\)
\end{itemize}
\item Dit geldt ook voor gebroken vormen:
\begin{itemize}
\item \(f(x) = \dfrac{1}{x} = x^{-1} \Rightarrow f'(x) = -1x^{-2} = \dfrac{-1}{x^{2}}\)
\end{itemize}
\item En voor wortels:
\begin{itemize}
\item \(\sqrt{x} = x^{\dfrac{1}{2}} \Rightarrow f'(x) = \dfrac{1}{2}x^{-\dfrac{1}{2}} = \dfrac{1}{2}\dfrac{1}{\sqrt{2}}\)
\end{itemize}
\item Voor functies in de vorm f(x) = a \(\cdot\) g(x) geldt de volgende regel:
\begin{itemize}
\item \(f(x) = a \cdot g(x) \Rightarrow f'(x) = a \cdot g'(x)\)
\item Dus:
\begin{itemize}
\item \(f(x) = 6x^{3} \Rightarrow f'(x) = 6 \cdot 3x^{2} = 18x^{2}\)
\end{itemize}
\end{itemize}
\end{itemize}



\section{Differentiaalquotient/analytisch differentieren}
\label{sec:orgc92253f}
\subsection{Notatie:}
\label{sec:org546f159}
\(\dfrac{\Delta y}{\Delta x} = \dfrac{f(x+h) - f(x)}{h}\)
\subsubsection{Aanpak:}
\label{sec:org1c113fc}
\begin{itemize}
\item 1: Vul in
\item 2: Bepaal differentiaalquotient \(\dfrac{\Delta y}{\Delta x}\)
\item 3: Bepaal differentiequotient \(y'(x) \dfrac{dy}{dx}\)
\end{itemize}
\begin{enumerate}
\item Voorbeeld:
\label{sec:orgb4b4b4a}
\item TODO
\label{sec:orgc26817c}
\end{enumerate}


\section{Productregel}
\label{sec:orgdfb2cb6}
\subsection{Notatie:}
\label{sec:org70b9fad}


\section{Kettingregel}
\label{sec:orgbb6d7f7}
\subsection{Notatie:}
\label{sec:org2b355b6}

\section{Quotientregel}
\label{sec:org0d8cc43}
\subsection{Notatie:}
\label{sec:orgc850906}
\end{document}